#include <iostream>
using namespace std;
int main() {
    setlocale(LC_ALL, "ru");

    //Задача HELLO
    cout << "HELLO!!! \n";


    //Задача SQUARE
    cout << " ______ \n";
    cout << "|      | \n";
    cout << "|      | \n";
    cout << "|______| \n\n";


    //Задача ANKETA
    cout << "       " "Фамилия" << " " ":" << " " "Филимонов \n";
    cout << "           " "Имя" << " " ":" << " " "Роман\n";
    cout << "      " "Отчество" << " " ":" << " " "Юрьевич\n";
    cout << "           " << "Пол" << " " ":" << " " "мужской \n";
    cout << " " "Дата рождения" << " " ":" << " " "19.02.2004 \n";
    cout << "         " "Адрес" << " " ":" << " " "пр.героев 19 кв 27 \n";
    cout << "Номер телефона" << " " ":" << " " "0501514408 \n";
    cout << "   " "Место учебы" << " " ":" << " " "ДНУ ФПМ \n";
    cout << "        " "Группа" << " " ":" << " " "ПА-21-2 \n";
    cout << "         " "Хобби" << " " ":" << " " "программирование \n";

    return 0;

}

